{
  "add_prefix_space": false,
  "backend": "tokenizers",
  "bos_token": "<|endoftext|>",
  "eos_token": "<|endoftext|>",
  "is_local": false,
  "local_files_only": false,
  "model_max_length": 2048,
  "pad_token": "<|endoftext|>",
  "return_token_type_ids": false,
  "tokenizer_class": "CodeGenTokenizer",
  "unk_token": "<|endoftext|>"
}
